Repository: IBMPredictiveAnalytics/STATS_TABLE_CALC
Catalog: src/lang/*/STATS_TABLE_CALC.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Only replace mode can be used in Statistics version 20 or earlier
de: In Statistics Version 20 oder früher kann nur der Ersetzungsmodus verwendet werden
es: El modo de sustitución sólo se puede utilizar en Statistics versión 20 o anterior
fr: Seul le mode de remplacement peut être utilisé dans Statistics version 20 ou antérieure
it: È possibile utilizzare solo la modalità di sostituzione in Statistics versione 20 o precedenti
ja: Statistics バージョン 20 以前では置換モードのみ使用できます
ko: Statistics 버전 20 이하에서는 대체 모드만 사용할 수 있습니다.
pl: W programie Statistics 20 lub w wersji wcześniejszej można korzystać tylko z trybu zastępowania
pt_br: Apenas o modo de substituição pode ser usado em Statistics versão 20 ou anterior
ru: В Statistics версии 20 или более ранней можно использовать только режим замены
zh_cn: 在 Statistics V20 或之前版本中，只能使用放回方式
zh_tw: 在 Statistics 第 20 版或更舊版本中只能使用取代模式

source: Table Structure
de: Tabellenstruktur
es: Estructura de tabla
fr: Structure du tableau
it: Struttura tabella
ja: テーブル構造
ko: 표 구조
pl: Struktura tabeli
pt_br: Estrutura da Tabela
ru: Структура таблицы
zh_cn: 表结构
zh_tw: 表格結構

source: Only one of next and previous subtype specifications can be used
de: Es kann nur eine der nächsten und vorherigen Untertypspezifikationen verwendet werden
es: Sólo se puede utilizar una de las especificaciones subtipo siguiente y anterior
fr: Une seule des spécifications de sous-type précédentes et suivantes peut être utilisée
it: È possibile utilizzare solo una delle specifiche di sottotipo successive e precedenti
ja: 次のサブタイプ指定または前のサブタイプ指定のいずれか 1 つのみを使用できます。
ko: 다음 및 이전 하위 유형 사양 중 하나만 사용할 수 있습니다.
pl: Można korzystać tylko z jednej następnej lub poprzedniej specyfikacji podtypu
pt_br: Apenas uma das especificações de subtipos próxima ou anterior pode ser usada
ru: Можно использовать только одну из спецификаций следующего и предыдущего подтипа
zh_cn: 只能使用下一个或上一个子类型指定项
zh_tw: 只能使用後面的和先前的子類型規格之一

source: A secondary table can only be used with a custommodule
de: Eine Sekundärtabelle kann nur mit einem angepassten Modul verwendet werden
es: Una tabla secundaria sólo se puede utilizar con un custommodule
fr: Un tableau secondaire peut être utilisé uniquement avec un module personnalisé
it: Una tabella secondaria può essere utilizzata solo con un modulo personalizzato
ja: セカンダリ テーブルは custommodule でのみ使用できます。
ko: 보조 표는 custommodule과만 사용할 수 있습니다.
pl: Tabela pomocnicza może być używana tylko w module niestandardowym
pt_br: Uma segunda tabela pode ser usada apenas com um custommodule
ru: Вторичную таблицу можно использовать только с пользовательским модулем
zh_cn: 辅助表只能与定制模块配合使用
zh_tw: 次要表格只能與 custommodule 搭配使用

source: No tables of the specified type were found to update
de: Es wurden keine Tabellen des angegebenen Typs zum Aktualisieren gefunden
es: No se han encontrado tablas del tipo especificado para actualizar
fr: Aucun tableau du type indiqué à mettre à jour n'a été trouvé
it: Non è stata trovata alcuna tabella del tipo specificato da aggiornare
ja: 指定されたタイプのテーブルが更新対象として見つかりませんでした。
ko: 업데이트할 지정된 유형의 표를 찾지 못했습니다.
pl: Nie znaleziono żadnych tabel podanego typu do aktualizacji
pt_br: Nenhuma tabela do tipo especificado foi localizada para atualização
ru: Таблицы заданного типа для обновления не найдены
zh_cn: 找不到任何指定类型的表可以更新
zh_tw: 找不到指定類型的表格，無法更新

source: Secondary table not found: %s
de: Sekundärtabelle nicht gefunden: %s
es: Tabla secundaria no encontrada: %s
fr: Tableau secondaire introuvable : %s
it: Tabella secondaria non trovata: %s
ja: セカンダリ テーブルが見つかりませんでした: %s
ko: 보조 표를 찾을 수 없습니다: %s
pl: Nie znaleziono tabeli pomocniczej: %s
pt_br: Tabela secundária não localizada: %s
ru: Вторичная таблица не найдена: %s
zh_cn: 找不到辅助表：%s
zh_tw: 找不到次要表格：%s

source: Target specification must be a sequence of one or more values
de: Zielspezifikation muss ein Wert oder eine Sequenz aus mehreren Werten sein
es: La especificación de objetivo debe ser una secuencia de uno o más valores
fr: La spécification cible doit être une séquence d'une ou plusieurs valeurs
it: La specifica di obiettivo deve essere una sequenza di uno o più valori
ja: 対象の指定は、1 つ以上の値のシーケンスでなければなりません。
ko: 대상 사양은 하나 이상의 값의 시퀀스여야 합니다.
pl: Specyfikacja obiektu docelowego musi być sekwencją jednej lub większej liczby wartości
pt_br: A especificação de resposta deve ser uma sequência de um ou mais valores
ru: Спецификация назначения должна быть последовательностью из одного или нескольких значений
zh_cn: 目标指定项必须是由一个或多个值组成的序列
zh_tw: 目標規格必須是一或多個值的序列

source: The rows dimension cannot be combined with resizing
de: Die Spaltendimension kann nicht mit Größenänderung kombiniert werden.
es: La dimensión de filas no se puede combinar con el cambio de tamaño
fr: Les dimensions de ligne ne peuvent pas être combinées avec le redimensionnement
it: La dimensione della riga non può essere combinata con il ridimensionamento
ja: 行の次元をサイズ変更と組み合わせることができません
ko: 행 차원은 크기 조정과 결합할 수 없습니다.
pl: Rozmiary rzędów nie mogą być połączone ze zmianą rozmiaru
pt_br: A dimensão das linhas não pode ser combinada com o redimensionamento
ru: Измерение строк не может быть объединено с изменением размеров
zh_cn: 行维不能与调整大小组合使用
zh_tw: 列維度不能與重新調整大小組合

source: Cannot apply command to this table, because it has nested dimensions. Number of dimensions: %s
de: Befehl kann nicht auf diese Tabelle angewendet werden, weil er verschachtelte Dimensionen hat. Anzahl der Dimensionen: %s
es: No se puede aplicar el comando a esta tabla, porque tienen dimensiones anidadas. Número de dimensiones: %s
fr: Impossible d'appliquer une commande à ce tableau car il a des dimensions imbriquées. Nombre de dimensions : %s
it: Impossibile applicare il comando a questa tabella perché presenta delle dimensioni nidificate. Numero di dimensioni: %s
ja: このテーブルにはネストしたディメンションがあるため、コマンドを適用できません。 ディメンションの数: %s
ko: 중첩된 차원을 가지므로 이 표에 명령문을 적용할 수 없습니다. 차원 수: %s
pl: Nie można zastosować komendy do tej tabeli, ponieważ zawiera zagnieżdżone wymiary. Liczba wymiarów: %s
pt_br: Não é possível aplicar o comando a esta tabela, porque ela possui dimensões agrupadas. Número de dimensões: %s
ru: Нельзя применить команду к этой таблице, так как в ней есть вложенные измерения. Число измерений: %s
zh_cn: 由于这个表具有嵌套的维，因此无法将命令应用于这个表。 维数：%s
zh_tw: 無法將指令套用至此表格，因為它具有巢套的維度。 維度數：%s

source: Tables with layers with multiple categories or multiple dimensions are not supported
de: Tabellen mit mehreren Kategorien oder mehreren Dimensionen werden nicht unterstützt
es: Las tablas con capas de varias categorías o varias dimensiones no son compatibles
fr: Les tableaux ayant des couches avec des catégories ou des dimensions multiples ne sont pas pris en charge
it: Le tabelle con strati con più categorie o più dimensioni non sono supportate
ja: 複数のカテゴリまたは複数のディメンションからなる層が含まれているテーブルはサポートされていません
ko: 다중 범주 또는 다중 차원이 있는 레이어가 있는 표는 지원되지 않습니다.
pl: Tabele z warstwami, które zawierają wiele kategorii lub wiele wymiarów, nie są obsługiwane
pt_br: As tabelas com camadas com diversas categorias ou diversas dimensões não são suportadas
ru: Таблицы со слоями с несколькими категориями или несколькими измерениями не поддерживаются
zh_cn: 不支持其中的层具有多个类别或多个维的表
zh_tw: 不支援層具有多個種類或多個維度的表格

source: Table Labels: %s. Dimensions: %s, %s
de: Tabellenbeschriftungen: %s. Dimensionen: %s, %s
es: Etiquetas de tabla: %s. Dimensiones: %s, %s
fr: Libellés du tableau : %s. Dimensions: %s, %s
it: Etichette tabella: %s. Dimensioni: %s, %s
ja: テーブル ラベル: %s 次元: %s、%s
ko: 표 레이블: %s. 차원: %s, %s
pl: Etykiety tabeli: %s. Wymiary: %s, %s
pt_br: Rótulos da Tabela: %s. Dimensões: %s, %s
ru: Метки таблиц: %s. Измерения: %s, %s
zh_cn: 表标签：%s。维：%s，%s
zh_tw: 表格標籤：%s。維度：%s，%s

source: The specified custom module could not be loaded: %s
de: Das angegebene angepasste Modul konnte nicht geladen werden: %s
es: El módulo personalizado especificado no se ha podido cargar: %s
fr: Le module personnalisé indiqué n'a pas pu être chargé : %s
it: Non è stato possibile caricare il modulo personalizzato specificato: %s
ja: 指定されたカスタム モジュールをロードできませんでした: %s
ko: 지정된 사용자 정의 모듈을 로드할 수 없습니다. %s
pl: Nie można załadować konkretnego modułu niestandardowego: %s
pt_br: O módulo customizado especificado não pôde ser carregado: %s
ru: Не удалось загрузить заданный пользовательский модуль: %s
zh_cn: 未能装入指定的定制模块：%s
zh_tw: 無法載入指定的自訂模組：%s

source: Repeating locations can only be used with label text
de: Wiederholte Zielangaben können nur mit Beschriftungstext verwendet werden
es: La repetición de ubicaciones sólo se puede utilizar con el texto de etiqueta
fr: La répétition des emplacements est possible uniquement avec un texte de libellé
it: Le ubicazioni ripetute possono essere utilizzate solo con il testo dell'etichetta
ja: 繰り返し位置はラベル テキストでのみ使用できます
ko: 위치 반복은 레이블 텍스트와만 사용할 수 있습니다.
pl: Powtarzanie lokalizacji może być stosowane tylko w przypadku tekstu etykiety
pt_br: Repetir locais pode ser usado apenas com o texto do rótulo
ru: Повторяющиеся положения можно использовать только с текстом метки
zh_cn: 重复位置只能与标签文本配合使用
zh_tw: 重複位置只能與標籤文字搭配使用

source: A specified row or column label number is outside the table: %s
de: Eine angegebene Zeilen- oder Spaltenbeschriftungsnummer befindet sich außerhalb der Tabelle: %s
es: Un número de etiqueta de fila o columna especificado está fuera de la tabla: %s
fr: Un numéro de libellé de ligne ou de colonne n'est pas contenu dans le tableau : %s
it: Un numero di etichetta di riga o di colonna specificato è esterno alla tabella: %s
ja: 指定された行または列のラベル番号がテーブルの範囲外です: %s
ko: 지정된 행 또는 열 레이블 번호가 표의 외부에 있습니다. %s
pl: Wiersz lub kolumna o podanym numerze etykiety jest poza tabelą: %s
pt_br: Um número de rótulo da coluna ou da linha especificada está fora da tabela: %s
ru: Указанный номер строки или столбца вне таблицы:%s
zh_cn: 指定的行标签号或列标签号超出表范围：%s
zh_tw: 指定的列或欄標籤號碼超出表格範圍：%s

source: Specified target location does not match any existing label: %s
de: Die angegebene Zielposition stimmt nicht mit den vorhandenen Beschriftungen überein: %s
es: La ubicación de objetivo especificada no coincide con ninguna etiqueta existente: %s
fr: L'emplacement cible indiqué ne correspond à aucun libellé existant : %s
it: L'ubicazione obiettivo specificata non corrisponde a un'etichetta esistente: %s
ja: 指定された対象の位置が既存のラベルに一致していません: %s
ko: 지정된 대상 위치가 기존 레이블과 매치하지 않습니다. %s
pl: Podana lokalizacja docelowa jest niezgodna z istniejącą etykietą: %s
pt_br: O local de resposta especificado não corresponde a nenhum rótulo existente: %s
ru: Заданное положение назначения не соответствует никакой существующей метке: %s
zh_cn: 指定的目标位置与任何现有标签都不匹配：%s
zh_tw: 指定的目標位置不符合任何現有標籤：%s

source: left or up
de: links oder hoch
es: izquierda o arriba
fr: à gauche ou vers le haut
it: sinistra o su
ja: 左または上
ko: 왼쪽 또는 위쪽
pl: w lewo lub w górę
pt_br: para esquerda ou para cima
ru: левые или верхние
zh_cn: 向左或向上
zh_tw: 左或上

source: right or down
de: rechts oder runter
es: derecha o abajo
fr: à droite ou vers le bas
it: destra o giù
ja: 右または下
ko: 오른쪽 또는 아래쪽
pl: w prawo lub w dół
pt_br: para direita ou para baixo
ru: правые или нижние
zh_cn: 向右或向下
zh_tw: 右或下

source: A specified input label was not found: %s, search direction from target: %s
de: Eine angegebene Eingabebeschriftung wurde nicht gefunden: %s, Suchrichtung vom Ziel aus: %s
es: No se ha encontrado una etiqueta de entrada especificada: %s, dirección de búsqueda del objetivo: %s
fr: Un libellé d'entrée indiqué est introuvable : %s, direction de recherche à partir de la cible : %s
it: Non è stata trovata un'etichetta di input specificata: %s, direzione di ricerca dall'obiettivo: %s
ja: 指定された入力ラベルが見つかりませんでした (%s)。対象からの検索方向: %s
ko: 지정된 입력 레이블을 찾지 못했습니다. %s, 대상에서 방향 검색: %s
pl: Nie znaleziono podanej etykiety wejściowej: %s, kierunek wyszukiwania od obiektu docelowego: %s
pt_br: Um rótulo da entrada especificada não foi localizado: %s, direção de procura da resposta: %s
ru: Заданная входная метка не найдена: %s, направление поиска от назначения: %s
zh_cn: 找不到指定的输入标签：%s，从目标开始的搜索方向：%s
zh_tw: 找不到指定的輸入標籤：%s，目標的搜尋方向：%s

source: A specified relative row or column number is outside the table: %s
de: Eine angegebene relative Zeilen- oder Spaltennummer befindet sich außerhalb der Tabelle: %s
es: Un número de fila o columna relativa especificado está fuera de la tabla: %s
fr: Un numéro de ligne ou de colonne relatif indiqué ne figure pas dans le tableau : %s
it: Un numero di riga o di colonna relativo specificato è esterno alla tabella: %s
ja: 指定された基準行または基準列の番号がテーブルの範囲外です: %s
ko: 지정된 상대 행 또는 열 번호가 표의 외부에 있습니다. %s
pl: Wiersz lub kolumna o podanym numerze względnym jest poza tabelą: %s
pt_br: Um número de linha ou de coluna relativo especificado está fora da tabela: %s
ru: Указанный относительный номер строки или столбца вне таблицы: %s
zh_cn: 指定的相对行号或列号超出表范围：%s
zh_tw: 指定的相對列或欄號碼超出表格範圍：%s

source: An absolute cell reference is outside the table: %s
de: Eine absolute Zellenreferenz befindet sich außerhalb der Tabelle: %s
es: Una referencia de casilla absoluta está fuera de la tabla: %s
fr: Une référence de cellule absolue ne figure pas dans le tableau : %s
it: Un riferimento cella assoluto è esterno alla tabella: %s
ja: 絶対セル参照がテーブルの範囲外です: %s
ko: 절대 셀 참조가 표 외부에 있습니다. %s
pl: Odwołanie bezwzględne do komórki wypada poza tabelą: %s
pt_br: Uma referência absoluta de célula está fora da tabela: %s
ru: Абсолютная ссылка на ячейку вне таблицы: %s
zh_cn: 绝对单元格引用超出表范围：%s
zh_tw: 絕對資料格參照超出表格範圍：%s

source: The format or decimals specified for modified cells is not valid: %s, %s
de: Das angegebene Format oder die angegebenen Dezimalstellen für geänderte Zellen ist nicht gültig: %s, %s
es: El formato o los decimales especificados para las casillas modificadas no es válido: %s, %s
fr: Le format, ou les décimales, indiqué pour les cellules modifiées n'est pas valide : %s, %s
it: Il formato o i decimali specificati per le celle modificate non sono validi: %s, %s
ja: 変更対象のセルに指定された形式または小数桁数が無効です: %s、%s
ko: 수정된 셀에 대해 지정된 형식 또는 소수점이하자리가 올바르지 않습니다. %s, %s
pl: Format lub miejsca dziesiętne określone dla zmodyfikowanych komórek są niepoprawne: %s, %s
pt_br: O formato ou decimais especificados para as células modificadas não são válidos: %s, %s
ru: Формат или число десятичных знаков, заданные для модифицированных ячеек, недопустимы: %s, %s
zh_cn: 对修改后的单元格指定的格式或小数位数无效：%s，%s
zh_tw: 為已修改的資料格指定的格式或小數無效：%s，%s

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pl: Komunikaty
pt_br: Mensagens
ru: Сообщения
zh_cn: 消息
zh_tw: 訊息
